[
    {
      "title": "Step Inside a Connecticut Modern Farmhouse That’s Secretly 300 Years Old",
      "content": "Like so many modern relationships, the New Canaan, Connecticut–based architecture firm Brooks & Falotico and their soon-to-be client, Tyler Mitchell, met through social media. Mitchell, a partner and co-owner of Mitchells, his family’s generations-old retail business, and his wife stumbled upon an über-contemporary project by Brooks & Falotico on Pinterest. Only a few weeks later, Mitchell invited managing partner Vince Falotico and one of the firm’s partners, Chuck Willette, to walk their eight-acre former dairy farm in Greenwich, Connecticut."  ,
      "user_id": 1
    },
    {
      "title": "Tour a Historic Washington, D.C., Home That’s As Sophisticated As It Is Fun",
      "content": "Most designers try to persuade clients to take risks, but, occasionally, a decorator will come across that unicorn client who is willing to try anything. Washington, D.C., designer Paige Shirk had just that sort of special experience when it came to a recent project for a family’s residence in the Cleveland Park neighborhood. “I met these clients through a mutual friend, and they took a chance on me,” explains Shirk, who transitioned to a career in interiors a couple of years ago after owning a women’s clothing shop in Georgetown for a decade. After a fire broke out in the commercial building, she was forced to reevaluate her next career move. “It ended up being a blessing in disguise,” she says.", 
      "user_id": 4
    },
    {
      "title": "This Nuclear-Powered Superyacht Is Longer Than the Titanic and Costs $700 Million",
      "content": "A nuclear-powered gigayacht longer than the Titanic, with 22 state-of-the art laboratories and a 13-story “science sphere,” might sound like the floating headquarters of a criminal mastermind. But Earth 300 is actually a revolutionary exploration vessel designed to investigate climate change and other challenges that face our planet. Designed by naval architect Iván Salas Jefferson, founder of Iddes Yachts, the 300-meter vessel has a radically aerodynamic look. It’s been envisioned as an “extreme technology platform,” incorporating robotics, AI, and quantum computing to attract the best and brightest minds from a wealth of fields. A Davos on water, if you will.",
      "user_id": 1
    },
    {
      "title": "The World’s Most Amazing Vacation Rentals on Netflix",
      "content": "Are hotels over? Probably not, but the new Netflix show The World's Most Amazing Vacation Rentals certainly makes the case for staying in private homes instead. Part home design show, part travelogue, the eight-episode series follows three hosts as they stay in a total of 24 dwellings around the world, each with something different to offer.",
      "user_id": 2
    },
    {
      "title": "How a Pair of Architects Are Remaking the Future for the Homeless",
      "content": "For Gisue Hariri and Mojgan Hariri, the meaning of home has always been integral to their practice as family and architects. The sisters came to the United States from Iran to study architecture at Cornell. “As Iran was getting rapidly modernized, we wanted to absorb the latest technologies that the U.S. architecture schools could offer,” says Gisue. “We did this so that we could go back to Iran and help build a more modern and progressive place.” But, after witnessing the 1979 revolution in Iran during their senior year of college, they were faced with an existential choice: Where do we make our home? “It was a huge identity crisis,” says Morgan. “Between the revolution and the hostage crisis, it was the first time we realized, Oh, people are looking at us as the other.",
      "user_id": 3
    }
  ]